const injuryToSubject = {
    //신경외과
    "허리디스크": "신경외과",
    "디스크": "신경외과",
    "척추통증": "신경외과",
    "척추측만증": "신경외과",
    "좌골신경통": "신경외과",
    "목디스크": "신경외과",
    "뇌출혈": "신경외과",
    "뇌졸중": "신경외과",
  
    // 정형외과
    "무릎통증": "정형외과",
    "어깨통증": "정형외과",
    "관절염": "정형외과",
    "골절": "정형외과",
    "인대파열": "정형외과",
    "척추골절": "정형외과",
    "회전근개파열": "정형외과",
    "퇴행성관절염": "정형외과",
  
    // 안과
    "백내장": "안과",
    "녹내장": "안과",
    "눈충혈": "안과",
    "시력저하": "안과",
    "눈물과다": "안과",
    "안구건조증": "안과",
  
    // 이비인후과
    "귀통증": "이비인후과",
    "중이염": "이비인후과",
    "코막힘": "이비인후과",
    "축농증": "이비인후과",
    "목감기": "이비인후과",
    "인후통": "이비인후과",
  
    // 피부과
    "여드름": "피부과",
    "두드러기": "피부과",
    "습진": "피부과",
    "아토피": "피부과",
    "피부염": "피부과",
    "건선": "피부과",
  
    // 치과
    "치통": "치과",
    "충치": "치과",
    "잇몸질환": "치과",
    "치주염": "치과",
    "사랑니": "치과",
    "치아교정": "치과",
  
    // 내과
    "속쓰림": "내과",
    "소화불량": "내과",
    "감기": "내과",
    "고혈압": "내과",
    "당뇨": "내과",
    "기침": "내과",
    "설사": "내과",
    "체한느낌": "내과",
    "위염": "내과",
    "위궤양": "내과",
  
    // 산부인과
    "생리통": "산부인과",
    "질염": "산부인과",
    "생리불순": "산부인과",
    "임신": "산부인과",
    "불임": "산부인과",
    "자궁근종": "산부인과",
  
    // 정신건강의학과
    "우울감": "정신건강의학과",
    "불안": "정신건강의학과",
    "공황장애": "정신건강의학과",
    "불면증": "정신건강의학과",
    "강박증": "정신건강의학과",
    "스트레스": "정신건강의학과",
  
    // 호흡기내과
    "호흡곤란": "호흡기내과",
    "천식": "호흡기내과",
    "폐렴": "호흡기내과",
    "기관지염": "호흡기내과",
  
    // 감염내과
    "코로나": "감염내과",
    "독감": "감염내과",
    "간염": "감염내과",
  
    // 비뇨의학과
    "방광염": "비뇨의학과",
    "전립선염": "비뇨의학과",
    "소변이상": "비뇨의학과",
    "요로감염": "비뇨의학과"
  };
  module.exports = injuryToSubject;